[
    {
        "image":"leadsense-screenshot.png",
        "mainTitle":"LeadSense",
        "description":"Worked as a web developer at Montaigne Smart Business Solutions. Developed a Complex Dashboard for a SEO Tool which helps in finding keyword ranks, paid marketing, analytics, etc",
        "technologies":"Python, Firebase, HTML, Bootstrap, Ajax, jQuery, ChartJS, DataTables API, AWS, etc.",
        "client":"Montaigne Smart Business Solutions",
        "url":"http://genesis-web.herokuapp.com/",
        "date":"Oct 2018",
        "service":"Web Development"
    },
    {
        "image":"savezy.png",
        "mainTitle":"Savezy - Story Saver",
        "description":"Use Savezy (Story Saver For WhatsApp) and save the stories/statuses with just a click. You can directly share the stories/statues to your WhatsApp. No more asking friends to send their stories, now you can save and share them directly without annoying your friends. Just use the story saver for WhatsApp App and save WhatsApp Stories, Statuses. Easily manage the saved stories/statuses.",
        "technologies":"Android, Java, XML, Firebase, etc.",
        "client":"Savezy",
        "url":"https://play.google.com/store/apps/details?id=com.techglows.whatsappstorysaver",
        "date":"Sep 2018",
        "service":"Android Development"
    },
    {
        "image":"explore-abroad.png",
        "mainTitle":"Explore Abroad",
        "description":"A website for overseas studies consultancy and comptetive exams coaching.",
        "technologies":"WordPress, HTML, jQuery, CSS, Bootstrap, etc.",
        "client":"Explore Abroad",
        "url":"https://exploreabroad.in/",
        "date":"Jul 2018",
        "service":"Web Development"
    
    },
    {
        "image":"the-studio.png",
        "mainTitle":"TheStudio",
        "description":"An E-commerce website for a fashion and clothing store with custom functionalities and flat design.",
        "technologies":"WordPress, HTML, jQuery, CSS, Bootstrap, etc.",
        "client":"TheStudio",
        "url":"https://thestudio.shop/",
        "date":"Jun 2018",
        "service":"Web Development"
    },
    {
        "image":"story-saver-whatsapp-business.png",
        "mainTitle":"Story Saver For WhatsApp Business",
        "description":"Use Story Saver For WhatsApp Business App and save the stories/statuses with just a click. You can directly share the stories/statues to your WhatsApp Business. No more asking friends to send their stories, now you can save and share them directly without annoying your friends. Just use the story saver for WhatsApp App and save WhatsApp Stories, Statuses. Easily manage the saved stories/statuses.",
        "technologies":"Android, Java, XML, Firebase, etc.",
        "client":"Story Saver For WhatsApp Business",
        "url":"https://play.google.com/store/apps/details?id=com.techglows.storysaver",
        "date":"May 2018",
        "service":"Android Development"
    },
    {
        "image":"vision-tutor.png",
        "mainTitle":"Vision Tutor",
        "description":"Added New Custom Functionalities, Fixed bugs of this online Home Tutor Portal.",
        "technologies":"PHP, HTML, jQuery, CSS, Bootstrap, etc.",
        "client":"Vision Tutor",
        "url":"http://www.visiontutor.com/landing",
        "date":"Feb 2018",
        "service":"Web Development"
    },
    {
        "image":"screenshot-gogaga.png",
        "mainTitle":"GoGaGa Holidays Pvt.Ltd",
        "description":"Worked as a Lead developer at GoGaGa Holidays. Developed a portal for managing domestic and international itineraries includes different types of accounts like admin account, financial account, partner account, internal employees account.",
        "technologies":"PHP, AngularJS, MySQL, HTML, Bootstrap, Ajax, jQuery, etc.",
        "client":"GoGaGa Holidays Pvt.Ltd",
        "url":"http://gogagaholidays.in/",
        "date":"Dec 2017",
        "service":"Web Development"
    },
    {
        "image":"royaltech-dashboard.png",
        "mainTitle":"Royal Tech Solutions",
        "description":"Built a custom web app with an interface to save and pay electricity bills for a local shop. Also Built a custom chrome extension to save bills faster.",
        "technologies":"Ajax, jQuery, JavaScript, PHP, Bootstrap, HTML5, CSS3, MySQL, JSON, Google Maps API.",
        "client":"Royal Tech Solutions",
        "url":"#",
        "date":"June 2017",
        "service":"Web Development"
    },
    {
        "image":"newperfectengineeringworks-screenshot.png"                              ,
        "mainTitle":"New Perfect Engineering Works",
        "description":"New Perfect Engineering Works is an industry site develped by me. They offer various services like Fabrication, Steel and Glass Railings, Machining works, etc.",
        "technologies":"PHP, HTML5, CSS3, Bootstrap, JavaScript, JQuery, Ajax.",
        "client":"New Perfect Engineering Works",
        "url":"http://newperfectengineeringworks.com/",
        "date":"March 2017",
        "service":"Web Development"
    },
    {
        "image":"magicquiz_screenshot.jpg"                              ,
        "mainTitle":"Magic Quiz",
        "description":"Magic Quiz is an interesting fun app which provides lots of amazing quizzes that you'll surely enjoy. It consists of fun quizzes and tests based on user's Facebook Profile. It collects basic user data from Facebook to analyze your data and present you the best entertaining personality test quizzes. Built a complex web application script which generates quizzes based upon gender, random, best friends, used Facebook api, ajax, php image editing, building dashboards, login, share modals, user management, database refinement.",
        "technologies":"PHP, PHP Image Processing, Facebook Graph API, HTML5, CSS3, Bootsrap, JavaScript, JQuery, Ajax, JSON, MySQL DB.",
        "client":"Magic Quiz",
        "url":"https://magicquiz.net/",
        "date":"January 2017",
        "service":"Web Development"
    },
    {
        "image":"codersquiz-screenshot.png"                             ,
        "mainTitle":"CodersQuiz",
        "description":"CodersQuiz is intended to make the beginners in programming, learn the right things in a game like interface. Basically it’s a quiz which focuses on making people learn the programming languages in a short span of time. It has three different levels in this Game. Beginner, Intermediate, Expert. Select wisely and you’ll learn the things fast according to your potential of grasping.,Playing this game is indeed very easy, you just need to answer the multiple choice questions. As soon as you’ve answered, you’ll be getting an in-depth explanation for both the wrong and right options. The only thing is, you need to have a great focus and patience. After the Quiz gets completed, you have a leader board to know your scores which includes your average score too. Your friend’s score will also be shown in the leader board, so it creates a kind of competitive environment. Ah! Hope you’ve got the real motto of CodersQuiz. It is Learn, Play and Compete.",
        "technologies":"PHP, Wordpress, HTML5, CSS3, JavaScript, JQuery, Ajax, MySQL DB..",
        "client":"CodersQuiz",
        "url":"http://codersquiz.com/",
        "date":"August 2016",
        "service":"Web Development"
    },
    {
        "image":"mriet-screenshot.png",
        "mainTitle":"MRIET - College Site",
        "description":"The official website of Malla Reddy Institute of Engineering and Technology (MRIET). Built custom PHP functions to handle redundancy and code management. Also, created an automatic file uploader and downloader for managing the downloads section in the website.",
        "technologies":"PHP,  Bootstrap, HTML5, jQuery, JavaScript, CSS3.",
        "client":"MRIET",
        "url":"http://mriet.ac.in/",
        "date":"August 2017",
        "service":"Web Development"
    },
    {
        "image":"oniocart-screenshot.png",
        "mainTitle":"OnioCart",
        "description":"Created an Android application for an e-commerce company. Provides in app login feature, cart checking feature, slider menu, custom splash screen.",
        "technologies":"Android, Java, XML",
        "client":"OnioCart",
        "url":"https://play.google.com/store/apps/details?id=com.oniocart.oniocart",
        "date":"Feb 2017",
        "service":"Android App Development"
    },
    {
        "image":"mfidscreenshot.png",
        "mainTitle":"MFID",
        "description":"MFID stands for Missing and Found Items Database . Here users can post about their lost items and seek help from others. Simultaneously, users who finds something that doesn't belong to them can post about the found item over here. So this platform helps the users to find their lost items. MFID is mostly benefecial in colleges and other places where users tend to help others. MFID is managed and developed by Abdul Ghani. MFID is still in it's beta state. Please send your valuable suggestions/feedbacks to us, so that together we can make a better plaform.",
        "technologies":"PHP, HTML5, CSS3, Bootstrap, JavaScript, MySQL DB.",
        "client":" Self Project",
        "url":"http://abdulghani.me/mfid/",
        "date":"Dec 2016",
        "service":"Web Development"
    },
    {
        "image":"royalengineeringworks-screenshot.png",
        "mainTitle":"Royal Engineering Works",
        "description":"Royal Engineering Works is an industry site. They offer various services like Fabrication, Steel and Glass Railings, Machining works, etc.",
        "technologies":"PHP, HTML5, CSS3, JavaScript, JQuery, Bootstrap.",
        "client":"Royal Engineering Works",
        "url":"http://royalengineeringworks.net/",
        "date":"Dec 2017",
        "service":"Web Development"
    }

]